[
    {
        "Name": "Aman Di Punjabi Rasoi",
        "URL": "https://www.zomato.com/ncr/aman-di-punjabi-rasoi-najafgarh-new-delhi",
        "Current Status": "Closed",
        "Direction": {
            "latitude": "28.6147064887",
            "longitude": "76.9841713831"
        },
        "Contacts": {
            "Phone No. 1": "+919958770934"
        },
        "Address": "Near Furniture Market, Najafgarh, New Delhi",
        "Online Order Accepts": "No",
        "Table Booking Available": "No",
        "All Cuisines": [
            "Quick Bites",
            "North Indian"
        ],
        "Photos": {
            "All": "4",
            "Food": "2",
            "Ambience": "1"
        },
        "Total Votes/Reviews": 100,
        "Rating": {
            "Dining": "3.7",
            "Delivery": 0.0
        },
        "Reviews": [
            [
                "Pankaj Kumar",
                5,
                "27-1-2020",
                ""
            ],
            [
                "Dharm Sing",
                5,
                "27-1-2020",
                ""
            ],
            [
                "Naveen Kumar",
                4,
                "28-12-2019",
                ""
            ],
            [
                "Neha Yadav",
                5,
                "28-11-2019",
                ""
            ],
            [
                "Sutikshan Kaushik",
                5,
                "28-11-2019",
                ""
            ],
            [
                "Khushbu Shukla",
                5,
                "29-10-2019",
                ""
            ],
            [
                "Naresh",
                5,
                "29-10-2019",
                "Very good 👍 lanch,............................<br/><br/>................."
            ],
            [
                "Naveen Sharma",
                5,
                "31-7-2019",
                "If u need taste in budget this is best place for u specially those who love began Ka bhurta try once u love it. Shahi paneer and mater paneer also u love "
            ],
            [
                "Akshit Chahal",
                5,
                "1-7-2019",
                "Nice and best restaurant budget friendly and best in taste. Love the shahi paneer and daal fry! Staff is friendly . It’s like a family dhaba"
            ],
            [
                "Dheeraj Agrawal",
                5,
                "25-3-2019",
                "In just 197/- we had one of the best dhaba food. We ordered half kadhai paneer, half day fry, half rayta, butter roti, Missi roti, lachha paratha, aalu pyaj paratha.<br/>Taste was 5/5. Service was very fast. All the breads were very well cooked and tasted great. Will go to this dhabha again definitely. Must recommended. Aarti Gupta "
            ],
            [
                "Kushal Jangra",
                4,
                "22-8-2018",
                "The taste of food is good and really awesome. The spices are balanced that everyone could be comfortable with the taste. Hygiene and cleanliness is maintained by the staff and the owner is behaving very friendly. Whenever i have plan to eating Kadhai Paneer and Stuffed Naan, i love to go Aman Di Punjabi Rasoi. They serve best of North-Indian Food at the reasonable price. The pricing is neither low or much high, prices are reasonable that everyone can digest. I recommend you to visit here once and have your desirable dishes."
            ],
            [
                "Daya Garg",
                4,
                "29-6-2018",
                "good food... worth appreciating..even matar paneer was good ...just get it packed and eat at home....sitting arrangement is fine..but nit reccimndable for family outing...but with price..good food..."
            ],
            [
                "Aakash Mandal",
                4,
                "14-6-2016",
                "Food is best but area is not so clean otherwise restaurant is best in the the area only in terms of food. Shahi paneer is best, don't eat Pulaw there it's pathetic. "
            ],
            [
                "Ashish Sharma",
                3.5,
                "7-9-2015",
                "One of the best dhabas in the area.... Every item is nicely done.... Gr8 food.... If looking for hygiene then there will be a little pro for it... But get it packed then..... "
            ],
            [
                "Ankit",
                3.5,
                "6-9-2015",
                "Place is little dirty.. Not so clean.. Service is ok ok.. Otherwise their shahi paneer is good.. Price is very good.. You may not get that price anywhere.."
            ]
        ]
    }
]